Repository: OrrHsiao/TokenWatch
Catalog: TokenWatchWidgets/Localizable.xcstrings
Source language: en
Languages: am, ar, bg_bg, bn_bd, bs_ba, ca_es, cs_cz, da_dk, de, el_gr, es, es_419, et_ee, fa, fi_fi, fil, fr, fr_ca, gu_in, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it, ja, ka_ge, kk, kn_in, ko, lt, lv_lv, mk_mk, ml, mn, mr_in, ms_my, my_mm, nb_no, nl, pa, pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, so_so, sq_al, sr_rs, sv_se, sw_tz, ta_in, te_in, th_th, tr_tr, uk_ua, ur, vi_vn, zh_hans, zh_hant, zh_hk

# widget.weekly.axis.day
source: Day
am: ቀን
ar: يوم
bg_bg: Ден
bn_bd: দিন
bs_ba: Dan
ca_es: Dia
cs_cz: Den
da_dk: Dag
de: Tag
el_gr: Ημέρα
es: Día
es_419: Día
et_ee: Päev
fa: روز
fi_fi: Päivä
fil: Araw
fr: Jour
fr_ca: Jour
gu_in: દિવસ
hi_in: दिन
hr_hr: Dan
hu_hu: Nap
hy_am: Օր
id_id: Hari
is_is: Dagur
it: Giorno
ja: 当日
ka_ge: დღე
kk: Күн
kn_in: ದಿನ
ko: 당일
lt: Diena
lv_lv: Diena
mk_mk: Ден
ml: ദിവസം
mn: Өдөр
mr_in: दिवस
ms_my: Harian
my_mm: နေ့
nb_no: Dag
nl: Dag
pa: ਦਿਨ
pl: Dzień
pt_br: Dia
pt_pt: Dia
ro_ro: Zi
ru_ru: День
sk_sk: Deň
sl_si: Dan
so_so: Maalin
sq_al: Dita
sr_rs: Дан
sv_se: Dag
sw_tz: Siku
ta_in: நாள்
te_in: రోజు
th_th: รายวัน
tr_tr: Gün
uk_ua: День
ur: دن
vi_vn: Ngày
zh_hans: 当天
zh_hant: 當天
zh_hk: 1 日

# widget.weekly.name
source: Last 7 Days
am: ያለፉት 7 ቀናት
ar: آخر 7 أيام
bg_bg: Последните 7 дни
bn_bd: গত ৭ দিন
bs_ba: Posljednjih 7 dana
ca_es: Darrers 7 dies
cs_cz: Posledních 7 dní
da_dk: Seneste 7 dage
de: Letzte 7 Tage
el_gr: Τελευταίες 7 ημέρες
es: Últimos 7 días
es_419: Últimos 7 días
et_ee: Viimased 7 päeva
fa: ۷ روز گذشته
fi_fi: Viimeiset 7 päivää
fil: Nakaraang 7 Araw
fr: 7 derniers jours
fr_ca: 7 derniers jours
gu_in: છેલ્લા 7 દિવસ
hi_in: पिछले 7 दिन
hr_hr: Posljednjih 7 dana
hu_hu: Elmúlt 7 nap
hy_am: Վերջին 7 օրը
id_id: 7 Hari Terakhir
is_is: Síðustu 7 daga
it: Ultimi 7 giorni
ja: 過去7日
ka_ge: ბოლო 7 დღე
kk: Соңғы 7 күн
kn_in: ಕಳೆದ 7 ದಿನಗಳು
ko: 최근 7일
lt: Pastarosios 7 dienos
lv_lv: Pēdējās 7 dienas
mk_mk: Последни 7 дена
ml: കഴിഞ്ഞ 7 ദിവസം
mn: Сүүлийн 7 өдөр
mr_in: मागील 7 दिवस
ms_my: 7 Hari Terkini
my_mm: ပြီးခဲ့သည့် ၇ ရက်
nb_no: Siste 7 dager
nl: Afgelopen 7 dagen
pa: ਪਿਛਲੇ 7 ਦਿਨ
pl: Ostatnie 7 dni
pt_br: Últimos 7 dias
pt_pt: Últimos 7 dias
ro_ro: Ultimele 7 zile
ru_ru: Последние 7 дней
sk_sk: Posledných 7 dní
sl_si: Zadnjih 7 dni
so_so: 7-dii Maalmood ee u Dambeeyey
sq_al: 7 ditët e fundit
sr_rs: Последњих 7 дана
sv_se: Senaste 7 dagarna
sw_tz: Siku 7 Zilizopita
ta_in: கடந்த 7 நாட்கள்
te_in: గత 7 రోజులు
th_th: 7 วันที่ผ่านมา
tr_tr: Son 7 Gün
uk_ua: Останні 7 днів
ur: گزشتہ 7 دن
vi_vn: 7 ngày qua
zh_hans: 最近 7 天
zh_hant: 最近 7 天
zh_hk: 過去 7 日
